Repository: weblate/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: hr_hr, it_it

# #32103
source: Wired Networks
hr_hr: Žične mreže
it_it: Reti cablate

# #32105
source: Active
hr_hr: Aktivno
it_it: Attivo

# #32106
source: Username
hr_hr: Korisničko ime
it_it: Nome utente

# #32107
source: Passphrase
hr_hr: Lozinka
it_it: Frase d'accesso

# #32108
source: Enable 'tethered' Wireless Access Point
hr_hr: Omogući 'tethered' bežičnu pristupnu točku
it_it: Abilita punto di accesso wireless 'tethered'

# #32109
source: Connect Automatically
hr_hr: Poveži automatski
it_it: Connetti automaticamente

# #32110
source: Connection
hr_hr: Povezivanje
it_it: Connessione

# #32113
source: IP Address Method
hr_hr: Način IP adrese
it_it: Metodo di assegnazione dell'indirizzo IP

# #32114
source: IP Address
hr_hr: IP adresa
it_it: Indirizzo IP

# #32115
source: Subnet Mask
hr_hr: Podmaska
it_it: Maschera sottorete

# #32116
source: Default Gateway
hr_hr: Zadani pristupnik
it_it: Gateway predefinito

# #32117
source: Prefix Length
hr_hr: Duljina prefiksa
it_it: Lunghezza prefisso

# #32118
source: Privacy
hr_hr: Privatnost
it_it: Riservatezza

# #32119
source: DNS Servers
hr_hr: DNS poslužitelji
it_it: Server DNS

# #32120
source: Nameserver #1
hr_hr: Naziv poslužitelja 1
it_it: Server DNS 1

# #32121
source: Nameserver #2
hr_hr: Naziv poslužitelja 2
it_it: Server DNS 2

# #32122
source: Nameserver #3
hr_hr: Naziv poslužitelja 3
it_it: Server DNS 3

# #32123
source: NTP Servers
hr_hr: NTP poslužitelji
it_it: Server NTP

# #32124
source: Timeserver #1
hr_hr: Vremenski poslužitelj 1
it_it: Server NTP 1

# #32125
source: Timeserver #2
hr_hr: Vremenski poslužitelj 2
it_it: Server NTP 2

# #32126
source: Timeserver #3
hr_hr: Vremenski poslužitelj 3
it_it: Server NTP 3

# #32127
source: DNS Domains
hr_hr: DNS domene
it_it: Domini DNS

# #32128
source: Domain #1
hr_hr: Domena 1
it_it: Dominio 1

# #32129
source: Domain #2
hr_hr: Domena 2
it_it: Dominio 2

# #32130
source: Domain #3
hr_hr: Domena 3
it_it: Dominio 3

# #32140
source: Save
hr_hr: Spremi
it_it: Salva

# #32141
source: Delete
hr_hr: Obriši
it_it: Elimina

# #32142
source: Refresh
hr_hr: Osvježi
it_it: Aggiorna

# #32143
source: Disconnect
hr_hr: Prekini povezivanje
it_it: Disconnetti

# #32144
source: Connect
hr_hr: Poveži
it_it: Connetti

# #32145
source: Pair
hr_hr: Upari
it_it: Abbina

# #32146
source: Hidden Network Name
hr_hr: Naziv skrivene mreže
it_it: Nome di rete nascosto

# #32147
source: Wireless Network Passphrase
hr_hr: Lozinka bežične mreže
it_it: Frase d'accesso della rete wireless

# #32148
source: Wireless Network Username
hr_hr: Korisničko ime bežične mreže
it_it: Nome utente rete wireless

# #32150
source: Edit
hr_hr: Uredi
it_it: Modifica

# #32180
source: Would you like to update @DISTRONAME@ now?
hr_hr: Želite li nadopuniti @DISTRONAME@ odmah?
it_it: Vuoi aggiornare ora @DISTRONAME@?

# #32181
source: Filename
hr_hr: Naziv datoteke
it_it: Nome file

# #32182
source: Download speed
hr_hr: Brzina preuzimanja
it_it: Velocità download

# #32183
source: Time remaining
hr_hr: Preostalo vrijeme
it_it: Tempo rimanente

# #32184
source: Extract file
hr_hr: Raspakiraj datoteku
it_it: Estrai file

# #32185
source: Extract speed
hr_hr: Brzina raspakiravanja
it_it: Velocità di estrazione

# #32186
source: Initialize Archive File
hr_hr: Pokreni datoteku arhive
it_it: Inizializza file di archivio

# #32187
source: New Version
hr_hr: Nova inačica
it_it: Nuova versione

# #32188
source: Current Version
hr_hr: Trenutna inačica
it_it: Versione attuale

# #32189
source: OS Configuration
hr_hr: Identifikacija
it_it: Configurazione sistema operativo

# #32190
source: System Name
hr_hr: Naziv sustava
it_it: Nome sistema

# #32191
source: Invalid URL
hr_hr: Nevaljan URL
it_it: URL non valido

# #32192
source: PIN lock
hr_hr: PIN zaključavanje
it_it: Blocco con PIN

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
hr_hr: Omogući @DISTRONAME@ postavke PIN zaključavanja
it_it: Abilita il PIN di blocco impostazioni di @DISTRONAME@

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
hr_hr: Promijeni @DISTRONAME@ postavke PIN zaključavanja
it_it: Cambia il PIN di blocco impostazioni di @DISTRONAME@

# #32196
source: About
hr_hr: O programu
it_it: Informazioni su

# #32202
source: Use Samba Password Authentication
hr_hr: Koristi Samba ovjeru lozinkom
it_it: Usa l'autenticazione Samba con password

# #32203
source: Disable SSH Password
hr_hr: Onemogući SSH lozinku
it_it: Disattiva la password SSH

# #32204
source: Enable Samba
hr_hr: Omogući Sambu
it_it: Abilita Samba

# #32205
source: Enable SSH
hr_hr: Omogući SSH
it_it: Abilita SSH

# #32206
source: Enable Avahi (Zeroconf)
hr_hr: Omogući Avahi (Zeroconf)
it_it: Abilita Avahi (Zeroconf)

# #32208
source: Hidden Wlan
hr_hr: Skrivena bežična mreža
it_it: WLAN nascosta

# #32209
source: SSH Password
hr_hr: SSH lozinka
it_it: Password SSH

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
hr_hr: Zadana SSH lozinka je dobro poznata i smatra se nesigurnom.[CR][CR]Preporučljivo je postavljanje osobne lozinke.
it_it: La password SSH predefinita è ampiamente conosciuta e considerata non sicura.[CR][CR]Si consiglia di impostare una password personale.

# #32212
source: Cancel
hr_hr: Odustani
it_it: Annulla

# #32213
source: Keep Existing
hr_hr: Zadrži postojeću
it_it: Mantieni esistente

# #32214
source: Set Password
hr_hr: Postavi lozinku
it_it: Imposta password

# #32215
source: Workgroup name
hr_hr: Naziv Workgrupe
it_it: Nome gruppo di lavoro

# #32216
source: Auto-Share External Drives
hr_hr: Automatski dijeli vanjske uređaje
it_it: Condivisione automatica di unità esterne

# #32217
source: Minimum supported protocol
hr_hr: Najmanji podržan protokol
it_it: Protocollo minimo supportato

# #32218
source: Maximum supported protocol
hr_hr: Najvieći podržan protokol
it_it: Protocollo massimo supportato

# #32220
source: Bad password!
hr_hr: Loša lozinka!
it_it: Password errata!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
hr_hr: Upisana lozinka je preslaba.[CR]SSH lozinka je nepromijenjena.
it_it: La password impostata è troppo debole.[CR]La password SSH non è stata cambiata.

# #32222
source: Password changed!
hr_hr: Lozinka je promijenjena!
it_it: Password cambiata!

# #32223
source: The SSH password has been successfully changed.
hr_hr: SSH lozinka je uspješno promijenjena.
it_it: La password SSH è stata cambiata con successo.

# #32224
source: Unknown error!
hr_hr: Nepoznata greška!
it_it: Errore sconosciuto!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
hr_hr: Dogodila se greška tijekom procesa.[CR]SSH lozinka je nepromijenjena.
it_it: Si è verificato un errore durante il processo.[CR]La password SSH non è stata cambiata.

# #32226
source: Enter new 4 digit PIN
hr_hr: Upišite novi 4 znamenkasti PIN
it_it: Inserisci il nuovo PIN di 4 cifre

# #32227
source: Re-enter PIN
hr_hr: Ponovno upišite PIN
it_it: Reinserisci il PIN

# #32228
source: Error - PIN codes did not match!
hr_hr: Greška - PIN kôdovi se ne podudaraju!
it_it: Errore - I codici PIN non corrispondono!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
hr_hr: @DISTRONAME@ Postavke PIN zaključavanja nisu postavljene.[CR][CR]Pokušajte ponovno.
it_it: Impostazioni di @DISTRONAME@ non bloccate da PIN.[CR][CR]Per favore riprova.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
hr_hr: @DISTRONAME@ Postavke PIN zaključavanja su postavljene.
it_it: Impostazioni di @DISTRONAME@ bloccate da PIN.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
hr_hr: Vaše @DISTRONAME@ Postavke PIN zaključavanja su postavljene na:
it_it: Il PIN per bloccare le impostazioni di @DISTRONAME@ è stato impostato a:

# #32232
source: Error - PIN code not 4 digits!
hr_hr: Greška - PIN Kôd nije 4 znamenkasti!
it_it: Errore - Il PIN non è di 4 cifre!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
hr_hr: @DISTRONAME@ Postavke su zaključane[CR]Upišite 4 znamenkasti PIN
it_it: Impostazioni di @DISTRONAME@ bloccate[CR]Inserisci il PIN di 4 cifre

# #32234
source: Incorrect PIN!
hr_hr: Neispravan PIN!
it_it: PIN errato!

# #32235
source: attempts remaining.
hr_hr: preostalo pokušaja.
it_it: tentativi rimanenti.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
hr_hr: Upisali ste previše puta neispravan PIN.[CR][CR]Trebate pričekati 5 minuta za ponovni pokušaj.
it_it: Hai inserito troppe volte un PIN errato.[CR][CR]Dovrai attendere 5 minuti prima di riprovare.

# #32237
source: @DISTRONAME@ Settings Locked!
hr_hr: @DISTRONAME@ Postavke su zaključane!
it_it: Impostazioni di @DISTRONAME@ bloccate!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
hr_hr: Preostalo vrijeme prije nego što se PIN može upisati: %02d:%02d[CR][CR]Previše prijašnjih pogrešnih pokušaja.
it_it: Tempo rimanente prima dell'inserimento del PIN: %02d:%02d[CR][CR]Troppi tentativi precedenti falliti.

# #32240
source: Wireless Regulatory Domain
hr_hr: Regulatorna Domena Bežične mreže
it_it: Settore normativo wireless

# #32300
source: Welcome to @DISTRONAME@
hr_hr: Dobrodošli u @DISTRONAME@
it_it: Benvenuto in @DISTRONAME@

# #32301
source: Welcome
hr_hr: Dobrodošli
it_it: Benvenuto

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
hr_hr: Ovaj čarobnjak će vas voditi kroz proces postavljanja vaše nove @DISTRONAME@ instalacije - postavite svoju lokaciju, vremensku zonu i povežite se s internetom.[CR][CR]Ove postavke se kasnije mogu promijeniti navigacijom u Programi > @DISTRONAME@ Postavke.
it_it: Questa procedura guidata ti aiuterà durante il processo di configurazione della tua nuova installazione di @DISTRONAME@, impostando la tua posizione, il fuso orario e la connessione a internet.[CR][CR]Queste impostazioni possono essere modificate in seguito accedendo a Impostazioni > @DISTRONAME@.

# #32303
source: Next
hr_hr: Sljedeće
it_it: Successivo

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
hr_hr: Kako bi se lagano identificirao na mreži, vašem novom @DISTRONAME@ uređaju je potreban naziv.[CR][CR]Pokušajte odabrati nešto smisleno - poput sobe u kojoj je uređaj - tako da znate što je to kada ga vidite na mreži.[CR][CR]Ovaj naziv se koristi kada se podešavaju mrežne usluge, poput dijeljenja datoteka pomoću sambe.
it_it: Per essere facilmente identificata sulla rete, la tua nuova macchina @DISTRONAME@ ha bisogno di un nome.[CR][CR]Cerca di scegliere qualcosa di significativo, come la stanza in cui si trova, così saprai di cosa si tratta quando la vedrai in rete.[CR][CR]Questo nome viene utilizzato durante la configurazione dei servizi di rete, come la condivisione di file tramite Samba.

# #32305
source: Networking
hr_hr: Umrežavanje
it_it: Rete

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
hr_hr: Za preuzimanje pozadina, transparenta i minijatura za vaše filmove i TV serije, za strujanje mrežnog sadržaja sa stranica poput YouTuba, @DISTRONAME@ treba biti povezan s internetom.[CR][CR]Internet povezivanje je isto potrebno kako bi se @DISTRONAME@ automatski nadopunjivao.
it_it: Per scaricare gli sfondi, i banner e le miniature di film e serie TV e per poter guardare filmati in streaming da siti come YouTube, @DISTRONAME@ deve essere connesso a internet.[CR][CR]È anche necessaria una connessione a internet affinché @DISTRONAME@ si aggiorni automaticamente.

# #32307
source: Previous
hr_hr: Prijašnje
it_it: Precedente

# #32308
source: Hostname:
hr_hr: Naziv računala:
it_it: Nome host:

# #32309
source: The following Networks are currently available:
hr_hr: Trenutno su dostupne sljedeće mreže:
it_it: Attualmente sono disponibili le seguenti reti:

# #32310
source: Language:
hr_hr: Jezik:
it_it: Lingua:

# #32311
source: Sharing and Remote Access
hr_hr: Dijeljenje i udaljeni pristup
it_it: Condivisioni e accesso remoto

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
hr_hr: @DISTRONAME@ isto podržava SSH za udaljeni pristup. Ovo je za napredne korisnike kojima je potrebna interakcija s @DISTRONAME@ korijenskim operativnim sustavom. Zadani korisnik je [COLOR blue]root[/COLOR] a zadana lozinka je [COLOR blue]@ROOT_PASSWORD@[/COLOR].
it_it: @DISTRONAME@ supporta anche SSH per l'accesso remoto. Questo è per gli utenti avanzati che desiderano interagire con il sistema operativo sottostante di @DISTRONAME@. L'utente predefinito è [COLOR blue]root[/COLOR] e la password predefinita è [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
hr_hr: Kako bi dijelili vaše datoteke između vaših računala @DISTRONAME@ je implementirao samba poslužitelja. Ovaj samba poslužitelj može se integrirati u vašu lokalnu mrežu pristupajući mu sličnim načinom kao i u Finderu ili Windows eksploreru.
it_it: Per condividere i tuoi file tra i tuoi computer, @DISTRONAME@ ha incorporato un server Samba. Questo server Samba può essere integrato nella tua rete locale accedendovi in modo familiare con Finder o Windows Explorer.

# #32316
source: Configure Services:
hr_hr: Prilagodba usluga:
it_it: Configura servizi:

# #32317
source: Thank you
hr_hr: Hvala vam
it_it: Grazie

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
hr_hr: Vaša @DISTRONAME@ instalacija je sada završena i ući ćete u Kodi gdje možete postaviti vaše medijske zbirke. Za pomoć pri tome, postoji vodič dostupan na wiki.kodi.tv[CR][CR]@DISTRONAME@ je razvijen posvećenim timom razvijatelja koji rade besplatno u svoje slobodno vrijeme. Čak i kao dobrovoljni projekt, mi još uvijek moramo platiti naš pristup internetu i razvojne resurse, stoga ako vam je @DISTRONAME@ koristan uvijek ćemo cijeniti donaciju.[CR][CR]U konačnici, nadamo se da uživate u @DISTRONAME@ korištenju kao i mi u njegovom razvoju i izgradnji. Ako vam je potrebno više pomoći, možete pronaći poveznice na naš forum podrške s najnovijim vijestima na našoj web stranici.
it_it: La tua installazione di @DISTRONAME@ è ora completa e stai per entrare in Kodi dove potrai configurare le tue librerie multimediali. Per aiutarti, è presente una guida disponibile su wiki.kodi.tv[CR][CR]@DISTRONAME@ è stata sviluppata da un team che lavora esclusivamente nel tempo libero. Sebbene sia un'attività di volontariato, la nostra larghezza di banda internet e le risorse di sviluppo sono a pagamento, quindi se trovi utile @DISTRONAME@ una donazione di qualsiasi importo sarà sempre gradita.[CR][CR]Infine, speriamo che ti piaccia usare @ DISTRONAME@ tanto quanto noi ci siamo divertiti a svilupparla. Se hai bisogno di ulteriore aiuto, sul nostro sito web puoi trovare i link al nostro forum di supporto con le ultime notizie.

# #32320
source: Enable Cron
hr_hr: Omogući Cron
it_it: Abilita cron

# #32323
source: Reset to Defaults
hr_hr: Vrati na izvorno
it_it: Reimposta ai valori predefiniti

# #32324
source: Reset System Settings to defaults
hr_hr: Vrati izvorne postavke sustava
it_it: Reimposta le impostazioni di sistema ai valori predefiniti

# #32325
source: Reset @DISTRONAME@ to defaults
hr_hr: Vrati @DISTRONAME@ na izvorno
it_it: Reimposta @DISTRONAME@ ai valori predefiniti

# #32326
source: Are you sure?
hr_hr: Jeste li sigurni?
it_it: Sei sicuro?

# #32328
source: The system must reboot.
hr_hr: Sustav mora biti ponovno pokrenut.
it_it: Il sistema deve riavviarsi.

# #32329
source: Rebooting in %d seconds
hr_hr: Ponovno pokretanje za %d sekundi
it_it: Riavvio tra %d secondi

# #32330
source: Keyboard Type
hr_hr: Vrsta tipkovnice
it_it: Tipo di tastiera

# #32333
source: Connected:
hr_hr: Povezano:
it_it: Connesso:

# #32334
source: Yes
hr_hr: Da
it_it: Sì

# #32338
source: No Bluetooth adapter found.
hr_hr: Nema pronađenog Bluetooth adaptera.
it_it: Nessun adattatore Bluetooth trovato.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
hr_hr: Nema pronađenog Bluetooth uređaja. Postavite svoj Bluetooth uređaj u način otkrivanja[CR]i pokrenite pretraživanje
it_it: Nessun dispositivo Bluetooth trovato. Metti il tuo dispositivo Bluetooth in modalità rilevamento[CR]e avvia la scansione

# #32343
source: Enter the following Key on your Device.
hr_hr: Upišite sljedeći ključ u vaš uređaj.
it_it: Inserisci la seguente chiave sul tuo dispositivo.

# #32344
source: Enable Bluetooth
hr_hr: Omogući Bluetooth
it_it: Abilita Bluetooth

# #32346
source: Bluetooth is disabled
hr_hr: Bluetooth je onemogućen
it_it: Il Bluetooth è disabilitato

# #32358
source: Trust and Connect
hr_hr: Vjeruj i poveži se
it_it: Accetta e connetti

# #32362
source: Check for updates now:
hr_hr: Provjeri nadopune odmah:
it_it: Controlla subito gli aggiornamenti:

# #32364
source: Update available
hr_hr: Nadopuna dostupna
it_it: Aggiornamenti disponibili

# #32365
source: Show Update Notifications
hr_hr: Prikaži obavijesti nadopune
it_it: Mostra notifiche di aggiornamento

# #32366
source: Update Download Completed
hr_hr: Preuzimanje nadopune završeno
it_it: Download dell'aggiornamento completato

# #32367
source: Update Extract Complete
hr_hr: Raspakiravanje nadopune završeno
it_it: Estrazione dell'aggiornamento completata

# #32368
source: Advanced Network Settings
hr_hr: Napredne mrežne postavke
it_it: Impostazioni avanzate della rete

# #32369
source: Wait for network before starting Kodi
hr_hr: Pričekaj mrežu prije pokretanja Kodija
it_it: Attendi la disponibilità della rete prima di avviare Kodi

# #32370
source: Maximum Wait Time (Sec.)
hr_hr: Najveće vrijeme čekanja (Sek.)
it_it: Tempo massimo di attesa (sec.)

# #32372
source: Create System and Kodi Backup
hr_hr: Stvori sigurnosno kopiranje Kodija i sustava
it_it: Crea un backup del sistema e di Kodi

# #32373
source: Restore Backup
hr_hr: Obnovi sigurnosno kopiranje
it_it: Ripristina backup

# #32374
source: Error: Invalid backup file. Filename must end in: .tar, .tar.gz, .tar.bz2, or .tar.xz
it_it: Errore: file di backup non valido. Il nome del file deve terminare con: .tar, .tar.gz, .tar.bz2 o .tar.xz

# #32375
source: Backup Progress
hr_hr: Napredak sigurnosnog kopiranja
it_it: Avanzamento del backup

# #32376
source: Submit Log
hr_hr: Pošalji zapis
it_it: Invia registro eventi

# #32377
source: Upload latest Kodi log and configs, and view the short URL
hr_hr: Pošalji posljednji Kodi zapis i postavke i pogledaj kratak URL
it_it: Carica gli ultimi log e le configurazioni di Kodi e visualizza l'URL breve

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
hr_hr: Pošalji posljednji zapis Kodi rušenja i podešavanja, i pogledaj karatak URL
it_it: Carica gli ultimi crash log e le configurazioni di Kodi e visualizza l'URL breve

# #32379
source: There is not enough free storage space to continue!
hr_hr: Nema dovoljno prostora slobodne pohrane za nastavak!
it_it: Non c'è abbastanza spazio libero per continuare!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
hr_hr: Obnova postavki sustava zahtijeva ponovno pokretanje. Sigurno želite pokrenuti obnovu?
it_it: Il ripristino delle impostazioni di sistema richiede un riavvio. Sei sicuro di voler ripristinare?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
hr_hr: Prihvati nadolazeći Bluetooth prijenos datoteka?
it_it: Accetta il trasferimento di file Bluetooth in entrata?

# #32382
source: Speed
hr_hr: Brzina
it_it: Velocità

# #32383
source: Play Files ?
hr_hr: Reproduciraj datoteku?
it_it: Vuoi riprodurre i file?

# #32384
source: OBEX Enabled
hr_hr: OBEX omogućen
it_it: OBEX abilitato

# #32385
source: OBEX Upload Folder
hr_hr: OBEX mapa primanja
it_it: Cartella di caricamento OBEX

# #32386
source: Keyboard Layout Variant #1
hr_hr: Varijanta rasporeda tipkovnice 1
it_it: Disposizione tastiera variante 1

# #32387
source: Keyboard Layout Variant #2
hr_hr: Varijanta rasporeda tipkovnice 2
it_it: Disposizione tastiera variante 2

# #32388
source: Enable Standby
hr_hr: Omogući pripravnost
it_it: Abilita standby

# #32389
source: Disable Standby
hr_hr: Onemogući pripravnost
it_it: Disabilita standby

# #32390
source: Settings addon is not yet ready, please try again later.
hr_hr: Postavke dodatka još nisu spremne, pokušajte kasnije.
it_it: L'add-on delle impostazioni non è ancora pronto, riprova più tardi.

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
hr_hr: ** SIGURAN NAČIN! ** SIGURAN NAČIN! ** SIGURAN NAČIN! **
it_it: ** MODALITÀ PROVVISORIA! ** MODALITÀ PROVVISORIA! ** MODALITÀ PROVVISORIA! **
