Repository: weblate/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: hr_hr, it_it

# #600
source: @DISTRONAME@ Settings
hr_hr: @DISTRONAME@ Postavke
it_it: Impostazioni @DISTRONAME@

# #601
source: Interface
hr_hr: Sučelje
it_it: Interfaccia

# #602
source: Address
hr_hr: Adresa
it_it: Indirizzo

# #603
source: Type
hr_hr: Vrsta
it_it: Tipo

# #604
source: State
hr_hr: Stanje
it_it: Stato

# #605
source: Address
hr_hr: Adresa
it_it: Indirizzo

# #606
source: Distribution:
hr_hr: Distribucija:
it_it: Distribuzione:

# #607
source: Version:
hr_hr: Inačica:
it_it: Versione:

# #608
source: Architecture:
hr_hr: Arhitektura:
it_it: Architettura:

# #609
source: LibreELEC is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
hr_hr: LibreELEC je stvoren od strane globalnog tima Linux i Kodi entuzijasta koji su uložili vrijeme i trud u projekt, pisanje kôda i pružanja podrške. Zabavaljamo se stvarajući ga. Nadamo se da je i vama zabavno koristiti ga!
it_it: LibreELEC è creato da un team globale di appassionati di Linux e Kodi che contribuiscono con tempo e sforzi per gestire il progetto, scrivere codice e fornire supporto. Ci divertiamo a realizzarlo. Ci auguriamo che ti diverta ad usarlo!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://forum.libreelec.tv[CR][CR][B]Documentation[/B] can be read in our wiki:[CR]https://libreelec.wiki[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/LibreELEC[CR][CR][B]Donations[/B] towards project expenses are accepted via OpenCollective:[CR]https://opencollective.com/libreelec/donate
hr_hr: [B]Podrška[/B] je pružana putem našeg foruma:[CR]https://forum.libreelec.tv[CR][CR][B]Dokumentacija[/B] se može pročitati na našim wiki stranicama:[CR]https://libreelec.wiki[CR][CR][B]Kôd[/B] se može pronaći na GitHubu:[CR]https://github.com/LibreELEC[CR][CR][B]Donacije[/B] za troškove projekta prihvaćaju se putem OpenCollective:[CR]https://opencollective.com/libreelec/donate
it_it: Il [B]supporto[/B] è fornito attraverso il nostro forum: [CR]https://forum.libreelec.tv[CR][CR]La [B]documentazione[/B] può essere letta sul nostro wiki: [CR]https://libreelec.wiki[CR][CR]Il [B]codice[/B] si trova su GitHub: [CR]https://github.com/LibreELEC[CR][CR]Delle [B]donazioni[/B] per coprire le spese del progetto sono possibili con OpenCollective:[CR]https://opencollective.com/libreelec/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
hr_hr: Podesi naziv računala, vrstu tipkovnice, vratite izvorne postavke, nadopunite ili sigurnosno kopirajte i obnovite
it_it: Configura un nome host, un tipo di tastiera, reimposta, aggiorna, crea o ripristina un backup del sistema

# #701
source: Configure network startup options, NTP and VPNs
hr_hr: Podesi mogućnosti pokretanja mreže, NTP i VPN-ove
it_it: Configura le opzioni di avvio della rete, NTP e VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
hr_hr: Upravljaj žičnim, bežičnim i VPN mrežama dostupnim na sustavu
it_it: Gestisci le connessioni Ethernet, Wireless e VPN disponibili per il sistema

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
hr_hr: Podesi usluge sustava poput Samba, SSH, Cron, Avahi i Syslog
it_it: Configura servizi di sistema come Samba, SSH, Cron, Avahi e Syslog

# #704
source: Configure and pair Bluetooth devices
hr_hr: Podesi i upari Bluetooth uređaje
it_it: Configura e abbina i dispositivi Bluetooth

# #705
source: Useful information like version and architecture details, support and documentation links, and how to donate and support the project.
hr_hr: Korisne informacije poput pojedinosti inačice i arhitekture, poveznice podrške i dokumentacije, i kako donirati i podržati projekt.
it_it: Informazioni utili come dettagli sulla versione e sull'architettura, link di supporto e documentazione, come donare e sostenere il progetto.

# #707
source: Configure updates
hr_hr: Podesi nadopune
it_it: Configura gli aggiornamenti

# #709
source: Select the timezone for this device.
it_it: Seleziona il fuso orario per questo dispositivo.

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
hr_hr: Podesite naziv računala vašeg @DISTRONAME@ sustava. Ovo će biti korišteno za HTPC \\naziv-računala u Windowsima i SMB nazivu poslužitelja u Mac OS Finderu
it_it: Configura il nome host del tuo sistema @DISTRONAME@. Verrà utilizzato per HTPC \\hostname in Windows e per il nome del server SMB nel Finder di MacOS

# #711
source: Configure the 1st keyboard software layout
hr_hr: Podesi 1. softverski raspored tipkovnice
it_it: Configura la prima disposizione della tastiera software

# #712
source: Configure the 2nd keyboard software layout
hr_hr: Podesi 2. softverski raspored tipkovnice
it_it: Configura la seconda disposizione della tastiera software

# #713
source: Configure the physical keyboard type
hr_hr: Podesi vrstu fizičke tipkovnice
it_it: Configura la disposizione della tastiera fisica

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
hr_hr: @DISTRONAME@ može biti podešen za automatske ili ručne nadopune. Automatske nadopune su dostupne u stabilnim izdanjima i kandidatima za stabilna izdanja. Automatske nadopune same se onemoguće na beta i razvojnim izdanjima
it_it: @DISTRONAME@ può essere configurato per aggiornamenti automatici o manuali. Gli aggiornamenti automatici sono disponibili sui rilasci stabili e sui candidati al rilascio stabile. L'aggiornamento automatico si disabilita automaticamente sule versioni beta e di sviluppo

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
hr_hr: Postavi na UKLJ i zaslonska obavijest će biti prikazana kada je nova nadopuna dostupna
it_it: Imposta su ON e verrà visualizzata una notifica sullo schermo quando è disponibile un nuovo aggiornamento

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
hr_hr: Pošalji datoteke podešavanja pokretanja iz /flash, kodi.log, kernel log i Samba podešavanja na http://ix.io i prikaži kratak URL
it_it: Invia i file di configurazione dell'avvio da /flash, kodi.log, il registro del kernel e le configurazioni di Samba a http://ix.io e visualizza l'URL breve

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
hr_hr: Pošalji datoteke podešavanja pokretanja iz /flash, kodi_crash.log, kernel log i Samba podešavanja na http://ix.io i prikaži kratak URL
it_it: Invia i file di configurazione dell'avvio da /flash, kodi_crash.log, il registro del kernel e le configurazioni di Samba a http://ix.io e visualizza l'URL breve

# #720
source: Set to ON to enable the Bluetooth service
hr_hr: Postavi na UKLJ za omogućavanje Bluetooth usluge
it_it: Imposta su ON per abilitare il servizio Bluetooth

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
hr_hr: Stvori tar arhivu koja sadrži sve @DISTRONAME@ i Kodi postavke podešavanja, baze podataka i sadržaj minijatura. Datoteke sigurnosne kopije će biti spremljene u /storage/backup/
it_it: Crea un archivio tar contenente tutte le impostazioni di configurazione, i database e il contenuto delle miniature di @DISTRONAME@ e Kodi. I file di backup verranno archiviati in /storage/backup/

# #723
source: Restore a tar archive backup previously created using the backup option above
hr_hr: Obnovi sigurnosnu kopiju tar arhive prije stvorene koristeći mogućnost sigurnosnog kopiranja iznad
it_it: Ripristina un archivio tar di backup precedentemente creato usando l'opzione di backup qui sopra

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
hr_hr: [COLOR FF00FF00]DJELOMIČNO VRAĆANJE IZVORNOG[/COLOR] Trajno vraća @DISTRONAME@ podešavanje na izvorno (vraća Kodi na izvorno uključujući vašu zbirku. Vaši mediji - glazba/videi/itd nisu obuhvaćeni)
it_it: [COLOR FF00FF00]REIMPOSTAZIONE PARZIALE[/COLOR] Ripristina in modo permanente la configurazione di @DISTRONAME@ ai valori predefiniti (ripristina anche Kodi ai valori predefiniti, inclusa la tua libreria. i tuoi contenuti multimediali: musica/video/ecc. non vengono toccati)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
hr_hr: [COLOR FFFF0000]POTPUNO VRAĆANJE IZVORNOG[/COLOR] Trajno vraća @DISTRONAME@ i Kodi podešavanja na izvorno (Sve u vašoj particiji pohrane će biti obrisano)
it_it: [COLOR FFFF0000]REIMPOSTAZIONE COMPLETA[/COLOR] Ripristina in modo permanente @DISTRONAME@ e la configurazione di Kodi ai valori predefiniti (tutto il contenuto nella tua partizione di archiviazione verrà eliminato)

# #726
source: Enable or disable support for Wireless (WLAN) networks
hr_hr: Omogući ili onemogući podršku za bežične (WLAN) mreže
it_it: Abilita o disabilita il supporto per le reti wireless (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
hr_hr: Omogući 'tethered' bežičnu pristupnu točku. Ovo zahtijeva da vaša kartica i (upravljački program) podržavaju mostno povezivanje i način pristupne točke. Ovo nisu sve kartice sposobne.
it_it: Abilita un punto di accesso wireless "tethered". Richiede che la scheda wireless (e il driver) supportino il bridging e la modalità punto di accesso. Non tutte le schede sono in grado di farlo.

# #728
source: Configure the Access Point SSID
hr_hr: Podesi SSID pristupne točke
it_it: Configura l'SSID del punto di accesso

# #729
source: Configure the Access Point Passphrase
hr_hr: Podesi lozinku pristupne točke
it_it: Configura la frase d'accesso al punto di accesso

# #730
source: Enable or disable support for Wired (Ethernet) networks
hr_hr: Omogući ili onemogući podršku za žične (Ethernet) mreže
it_it: Abilita o disabilita il supporto per le reti cablate (Ethernet)

# #732
source: Configure the 1st time (NTP) server
hr_hr: Podesi 1. puta (NTP) poslužitelj
it_it: Configura il primo server dell'ora (NTP)

# #733
source: Configure the 2nd time (NTP) server
hr_hr: Podesi 2. puta (NTP) poslužitelj
it_it: Configura il secondo server dell'ora (NTP)

# #734
source: Configure the 3rd time (NTP) server
hr_hr: Podesi 3. puta (NTP) poslužitelj
it_it: Configura il terzo server dell'ora (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
hr_hr: Postavi na UKLJ za odgodu Kodi pokretanja dok mreža nije dostupna. Koristi ovo ako se OS pokreće u Kodiju prije nego se mreža uključi i središnja MySQL baza podataka je dostupna.
it_it: Imposta su ON per ritardare l'avvio di Kodi finché la rete non sarà disponibile. Usalo se @DISTRONAME@ sta avviando Kodi prima che la rete sia attiva e i database MySQL centrali siano accessibili.

# #737
source: Time in seconds to wait for an established network connection.
hr_hr: Vrijeme u sekundama za čekanje uspostavljanja mrežnog povezivanja.
it_it: Tempo di attesa in secondi per stabilire una connessione di rete.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
hr_hr: Postavi na UKLJ za omogućavanje ugrađenih Samba (SMB) usluga dijeljenja datoteka
it_it: Imposta su ON per abilitare il servizio di condivisione integrato di file Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
hr_hr: Postavi na UKLJ za zahtijevanje korisničkog imena/lozinke za pristup lokalnim Samba dijeljenjima datoteka
it_it: Imposta su ON per richiedere l'accesso con nome utente/password alle condivisioni di file Samba locali

# #740
source: Set the username for Samba sharing
hr_hr: Postavi korisničko ime za Samba dijeljenje
it_it: Imposta il nome utente per la condivisione di Samba

# #741
source: Set the password for Samba sharing
hr_hr: Postavi lozinku za Samba dijeljenje
it_it: Imposta la password per la condivisione di Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
hr_hr: Postavi na UKLJ za omogućavanje ugrađenog SSH poslužitelja. SSH konzoli može se pristupiti s korisničkim imenom 'root' i lozinkom '@ROOT_PASSWORD@'.
it_it: Imposta su ON per abilitare il server SSH integrato. È possibile accedere alla console SSH con il nome utente 'root' e la password '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
hr_hr: Postavi na UKLJ ako ste kopirali privatne SSH ključeve u vaš HTPC i želite poboljšati sigurnost onemogućavanjem ovjere SSH korisničkim imenom i lozinkom.
it_it: Imposta su ON se hai copiato le chiavi SSH private sul tuo HTPC e desideri migliorare la sicurezza disabilitando l'autenticazione con nome utente e password SSH.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
hr_hr: Postavi na UKLJ za omogućavanje Avahi (Zeroconf/Bonjour) usluge mrežnog otkrivanja
it_it: Imposta su ON per abilitare il servizio di rilevamento della rete Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
hr_hr: Postavi na UKLJ za omogućavanje cron pozadinskog programa
it_it: Imposta su ON per attivare il demone cron

# #746
source: Set the password for SSH
hr_hr: Postavi lozinku za SSH
it_it: Imposta la password per SSH

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
hr_hr: Omogući PIN za pristup @DISTRONAME@ postavkama
it_it: Abilita un PIN per l'accesso alle impostazioni di @DISTRONAME@

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
hr_hr: Promijeni PIN zaključavanja za pristup @DISTRONAME@ postavkama
it_it: Cambia il PIN di blocco per accedere alle impostazioni di @DISTRONAME@

# #749
source: Overrride the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
hr_hr: Zaobiđi Bežičnu Regulatornu Domenu tako da se radio svojstva (kanali i energija emitiranja) podudaraju s lokalnim zakonima ili podešavanjima zemlje vašeg usmjernika.
it_it: Sostituisci il settore normativo wireless in modo che le proprietà radio (canali e potenza di trasmissione) siano conformi alle leggi locali o corrispondano alla configurazione del paese del tuo router.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
hr_hr: Sa OBEX prijenosom datoteka možete slati datoteke, na primjer filmove ili slike putem Bluetootha na @DISTRONAME@.
it_it: Con il trasferimento file OBEX puoi inviare file, ad esempio film o immagini tramite bluetooth a @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
hr_hr: Ovdje možete postaviti lokaciju mape gdje OBEX prijenos datoteka treba spremati dolazeće datoteke
it_it: Qui puoi impostare la posizione della cartella in cui il trasferimento file OBEX dovrebbe archiviare i file in arrivo

# #753
source: Configure the 1st keyboard software Variant
hr_hr: Podesi 1. varijantu softverske tipkovnice
it_it: Configura la prima variante della tastiera software

# #754
source: Configure the 2nd keyboard software Variant
hr_hr: Podesi 2. varijantu softverske tipkovnice
it_it: Configura la seconda variante della tastiera software

# #755
source: Auto share external drives / partitions
hr_hr: Automatski dijeli vanjske uređaje / particije
it_it: Condivisione automatica di unità/partizioni esterne

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
hr_hr: Onemogući starije SMB protokole određivanjem najmanje podržanog protokola.
it_it: Disabilita i protocolli SMB meno recenti specificando il protocollo minimo supportato.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
hr_hr: Onemogući nedavne SMB protokole za stariju kompatibilnost s zastarjelim klijentima.
it_it: Disabilita i protocolli SMB più recenti per la compatibilità con le versioni precedenti per i client obsoleti.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
hr_hr: NetBIOS grupa kojoj poslužitelj pripada. Zadano je WORKGROUP.
it_it: Gruppo NetBIOS a cui appartiene il server. L'impostazione predefinita è WORKGROUP.

# #760
source: Select an update channel
hr_hr: Odaberi kanal nadopune
it_it: Seleziona un canale di aggiornamento

# #761
source: Enable to allow entering a custom update url
hr_hr: Omogući za dopuštanje unosa prilagođenog URL-a nadopune
it_it: Abilita per consentire l'inserimento di un URL di aggiornamento personalizzato

# #762
source: Enter a custom update url (url should be the root of the update files)
hr_hr: Unesi prilagođeni URL nadopune (url treba biti korijen datoteka nadopune)
it_it: Inserisci un URL di aggiornamento personalizzato (l'URL deve essere la radice dei file di aggiornamento)

# #770
source: Select an available version
hr_hr: Odaberi dostupnu inačicu
it_it: Seleziona una versione disponibile

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
hr_hr: Vatrozid blokira neželjeni mrežni promet. Kućno (zadano) dopušta samo promet s rasponom privatnih mreža (192.168.x.x, 172.16.x.x and 10.x.x.x) . Javno blokira sav promet sa svih mreža. Prilagođeno koristi pravila u /storage/.config/iptables. Isklj onemogućava vatrozid.
it_it: Il firewall blocca il traffico di rete indesiderato. Casa (impostazione predefinita) consente solo il traffico da intervalli di rete privati (192.168.x.x, 172.16.x.x e 10.x.x.x). Pubblico blocca tutto il traffico da tutte le reti. Personalizzato utilizza le regole in /storage/.config/iptables. Spento disabilita il firewall.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
hr_hr: Provjeravanje nove inačice će prijaviti instaliranu distribuciju, projekt, CPU, Arhitekturu i inačicu na poslužitelj nadopune. Ovi podaci se koriste za prijavu osnovne statistike projekta. Za nastavak provjera nadopuna i da se izuzmete iz izvještaja statistike, onemogućite ovu mogućnost.
it_it: Il controllo di una nuova versione invierà la distribuzione, il progetto, l'architettura della CPU e la versione installati al server di aggiornamento. Questi dati vengono utilizzati anche per riportare le statistiche di base per il progetto. Per continuare a controllare gli aggiornamenti mentre escludi i rapporti sulle statistiche, disabilita questa opzione.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the LibreELEC device connection context menu.
hr_hr: Postavite vrijeme čekanja mirovanja (u minutama) prije nego što uređaj prekine povezivanje (zadano je na 0 za bez vremena čekanja). Primijenjuje se na uređaje gdje "Omogući pripravnost" je aktivirana u LibreELEC sadržajnom izborniku povezivanja uređaja.
it_it: Imposta il timeout di inattività (in minuti) prima che i dispositivi vengano disconnessi (il valore predefinito è 0 per nessun timeout). Si applica ai dispositivi in cui è stato attivato "Abilita standby" nel menu contestuale della connessione del dispositivo LibreELEC.

# #32001
source: Services
hr_hr: Usluge
it_it: Servizi

# #32002
source: System
hr_hr: Sustav
it_it: Sistema

# #32003
source: Interface
hr_hr: Sučelje
it_it: Interfaccia

# #32005
source: Updates
hr_hr: Nadopune
it_it: Aggiornamenti

# #32009
source: Keyboard
hr_hr: Tipkovnica
it_it: Tastiera

# #32010
source: Keyboard Layout
hr_hr: Raspored tipkovnice
it_it: Disposizione tastiera

# #32012
source: Select Action
hr_hr: Odaberi radnju
it_it: Seleziona azione

# #32013
source: OS Updates
hr_hr: OS nadopune
it_it: Aggiornamenti sistema operativo

# #32014
source: Automatic Updates
hr_hr: Automatske nadopune
it_it: Aggiornamenti automatici

# #32015
source: Update Channel
hr_hr: Kanal nadopune
it_it: Canale aggiornamento

# #32016
source: Show Custom Channels
hr_hr: Prikaži prilagođene kanale
it_it: Mostra canali personalizzati

# #32017
source: - Custom Channel 1
hr_hr: - Prilagođeni kanal 1
it_it: - Canale personalizzato 1

# #32018
source: - Custom Channel 2
hr_hr: - Prilagođeni kanal 2
it_it: - Canale personalizzato 2

# #32019
source: - Custom Channel 3
hr_hr: - Prilagođeni kanal 3
it_it: - Canale personalizzato 3

# #32020
source: Available Versions
hr_hr: Dostupne inačice
it_it: Versioni disponibili

# #32021
source: Submit Statistics
hr_hr: Pošalji statistiku
it_it: Invia statistiche

# #32022
source: Firmware Updates
hr_hr: Nadopune firmvera
it_it: Aggiornamenti firmware

# #32023
source: Updating will occur once the system is rebooted.
hr_hr: Nadopuna će se obaviti jednom kada se sustav ponovno pokrene.
it_it: L'aggiornamento avverrà dopo il riavvio del sistema.

# #32024
source: Bootloader EEPROM
hr_hr: EEPROM učitača sustava
it_it: EEPROM del bootloader

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
hr_hr: Nadopuni Raspberry Pi EEPROM učitača pokretanja na posljednju inačicu. Ova mogućnost se automatski onemogućuje nakon ponovnog pokretanja. Ponovno pokrenite sustav za primijenu nadopune.
it_it: Aggiorna la EEPROM del bootloader del Raspberry Pi all'ultima versione. Questa opzione viene disabilitata automaticamente dopo il riavvio. Riavvia il sistema per applicare l'aggiornamento.

# #32026
source: VIA USB3 Firmware
hr_hr: VIA USB3 firmver
it_it: Firmware VIA USB3

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
hr_hr: Nadopuni Raspberry Pi VIA USB3 firmvare na posljednju inačicu. Ova mogućnost se automatski onemogućuje nakon ponovnog pokretanja. Ponovno pokrenite sustav za primijenu nadopne.
it_it: Aggiorna il firmware VIA USB3 del Raspberry Pi all'ultima versione. Questa opzione viene disabilitata automaticamente dopo il riavvio. Riavvia il sistema per applicare l'aggiornamento.

# #32028
source: update from %s to %s
hr_hr: nadopuni s %s na %s
it_it: aggiornamento da %s a %s

# #32029
source: up to date: %s
hr_hr: nadopunjeno: %s
it_it: aggiornato: %s

# #32100
source: Connections
hr_hr: Povezivanja
it_it: Connessioni

# #32101
source: Network
hr_hr: Mreža
it_it: Rete

# #32102
source: Wireless Networks
hr_hr: Bežične mreže
it_it: Reti wireless
