Repository: weblate/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: hr_hr, it_it

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://forum.libreelec.tv if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > LibreELEC > System > Submit Log.
hr_hr: @DISTRONAME@ je privremeno pokrenut u sigurnom načinu uslijed stalnih Kodi rušenja.[CR][CR]Sada može istražiti uzrok rušenja ssh ili Samba omogućavanjem.[CR][CR]Vašoj izvornoj Kodi instalaciji može se pristupiti putem "/storage/.kodi.FAILED" i Samba "Kodi-Failed" dijeljenjem.[CR][CR]Ponovno pokretanje će vas vratiti u vašu izvornu Kodi instalaciju.[CR][CR]Idite na https://forum.libreelec.tv ako vam je potrebna dodatna pomoć. Pri podnesku problema na forumu uključite poveznicu na vaš zapis rušenja koji možete vidjeti klikom na mogućnost zapisa rušenja u Postavke > LibreELEC > Sustav > Pošalji zapis.
it_it: @DISTRONAME@ è stato temporaneamente avviato in modalità provvisoria a causa di ripetuti arresti di Kodi.[CR][CR]Ora puoi indagare sulla causa degli arresti attivando SSH o Samba.[CR][CR]Puoi accedere all'installazione originale di Kodi tramite "/storage/.kodi.FAILED" e la condivisione "Kodi-Failed" di Samba.[CR][CR]Il riavvio tornerà all'installazione originale di Kodi.[CR][CR] Vai su https://forum.libreelec.tv se hai bisogno di ulteriore assistenza. Quando pubblichi sul forum, includi il link del registro degli arresti anomali che può essere visualizzato facendo clic sull'opzione registro degli arresti anomali in Impostazioni > LibreELEC > Sistema > Invia registro.

# #32396
source: Custom
hr_hr: Prilagođeno
it_it: Personalizzato

# #32397
source: Off
hr_hr: Isključeno
it_it: Spento

# #32398
source: Home
hr_hr: Kuća
it_it: Casa

# #32399
source: Public
hr_hr: Javno
it_it: Pubblico

# #32400
source: Idle Timeout
hr_hr: Čekanje mirovanja
it_it: Timeout inattività

# #32401
source: Syncing Disks...
hr_hr: Usklađivanje diskova...
it_it: Sincronizzazione dischi...

# #32402
source: Backup is incomplete. An error occurred. See Kodi log for details.
hr_hr: Sigurnosno kopiranje je nepotpuno. Dogodila se greška. Pogledajte Kodi zapis za pojedinosti.
it_it: Il backup è incompleto. Si è verificato un errore. Vedi il registro di Kodi per i dettagli.

# #32410
source: Logging
hr_hr: Zapisivanje
it_it: Registrazione eventi

# #32411
source: Use Persistent Logs
hr_hr: Koristi trajne zapise
it_it: Usa registri persistenti

# #32412
source: Use Persistent Journal and Log files instead of default volatile ones. Reboot to apply changes.
hr_hr: Koristi trajne datoteke dnevnika i zapisa umjesto zadanih nepostojanih. Ponovno pokrenite za primijenu promjena.
it_it: Usa i file di registro e diario persistenti invece di quelli volatili predefiniti. Riavvia per applicare le modifiche.

# #32413
source: Journal Size
hr_hr: Veličina dnevnika
it_it: Dimensione diario

# #32414
source: Set max. size of persistent journal. Reboot to apply changes.
hr_hr: Postavi najveću veličinu trajnog dnevnika. Ponovno pokrenite za primijenu promjena.
it_it: Imposta la dimensione massima del diario persistente. Riavvia per applicare le modifiche.

# #32415
source: Disable journald Rate Limit
hr_hr: Onemogući ograničenje brzine dnevnika
it_it: Disabilita il limite di frequenza di registrazione di journald

# #32416
source: Reboot to apply changes.
hr_hr: Ponovno pokrenite za primjenu promjena.
it_it: Riavvia per applicare le modifiche.

# #32417
source: Sending...
it_it: Invio...

# #32418
source: Log files sent to:
it_it: File di registro inviati a:

# #32419
source: Error sending log files. Please try again.
it_it: Errore durante l'invio dei file di registro. Per favore riprova.

# #32420
source: Timezone
it_it: Fuso orario

# #32335
source: No
hr_hr: Ne

# #32371
source: Backup
hr_hr: Sigurnosno kopiranje

# #32395
source: Firewall
hr_hr: Vatrozid
